/* Error messages. */
"Error:  %@" = "Erro:  %@";
"An error occurred.  %@  OSErr %d" = "Ocorreu um erro.  %@  OSErr %d";
"Unable to open that file." = "Não foi possível abrir esse arquivo.";
"Unable to execute that file." = "Não foi possível executar esse arquivo.";
"A script error occurred.  %s" = "Ocorreu um erro de roteiro.  %s";
"Unable to resolve that alias because the original item cannot be found." = "Não foi possível resolver este atalho, pois o item original não foi encontrado.";

/* Menu items. */
"%@ Scripts" = "Roteiros de %@";
"Open Scripts Folder" = "Abrir Pasta Scripts";
"Network Scripts" = "Roteiros de Rede";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Abrir a Pasta de Roteiros da Rede";
"Open Computer Scripts Folder" = "Abrir a Pasta de Roteiros do Computador";
"Open User Scripts Folder" = "Abrir Pasta Roteiros de Usuário";
"Open %@ Scripts Folder" = "Abrir Pasta Roteiros de %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Abrir %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Editor de Roteiros Padrão";
